/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "以后再决定";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "停用";

/* The title of the Edit menu item. */
"Edit" = "编辑";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "启用";

/* The title of the Input menu item. */
"Input" = "输入";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "已检测到老式插件输入管理器";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "特殊字符…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "已安装了一个或多个老式插件输入管理器。它们正在使用一个不被支持且未记录在案的操作系统功能。出于安全考虑，这一功能在 Mac OS X 10.5 Leopard 及更高版本中被默认为停用。Apple 建议您继续停用此功能。停用此功能不会限制操作系统的任何功能。\r\r您仍想启用插件输入管理器吗（新设置将在重新登录后生效）？";

